{
    "intents": [
        {"tag": "Identificacion", "patterns": ["¿cómo te llamas?", "¿cómo puedo llamarte?"], "responses": ["me llamo FINANCIALYTICS-BOT, tu bot de apoyo en Financialitica", "Llámame FINANCIALYTICS-BOT,soy bot de apoyo en Financialitica"]},
        {"tag": "Presentacion", "patterns": ["Hola", "buenas", "buenos dias", "Buenas tardes", "¿cuál es tu nombre?"], "responses": ["Buenas, ¿en qué puedo ayudarte?", "Hola, ¿en qué puedo ayudarte?", "¿en qué puedo serte útil?", "Buenas, requieres de algún apoyo con el Website o con algún Producto?", "soy tu bot de apoyo en Financialitica,FINANCIALYTICS-BOT. Cómo puedo ayudarte?"]},
        {"tag": "Proposito", "patterns": ["Cual es tu proposito?", "Como me puedes ayudar?", "Que puedes hacer por mi?"], "responses": ["Soy un bot creado con Inteligencia Artificial, entrenado por el equipo de Financialitica, para responder  preguntas limitadas sobre funcionamiento del website y  productos .", "Soy un bot entrenado por el equipo de Financialitica, que te va a servir de guia en el Website homónimo. Puedes preguntar sobre el tema que desees.", "Soy un bot, desarrollado con Inteligencia Artificial, por el equipo de Financialitica. Soy prueba de como puede ayudar la Inteligencia Artificial a la Industria. Pregúntame lo que necesites saber sobre Productos o sobre el funcionamiento de elementos del Website."]},
        {"tag": "Despedida", "patterns": ["Adios", "Chao", "bye"], "responses": ["Ha sido un placer ayudarte, hasta la próxima!", "Espero te hayas sentido bien con mi compañía, vuelve pronto!", "Vuelve cuando gustes, acá estaremos para servirte!"]},
        {"tag": "Menu_Producto", "patterns": ["Cómo puedo visualizar los productos?"], "responses": ["El menu de productos tiene 2 niveles de búsqueda. En principio, debes darle a la lista desplegable para seleccionar el tipo de modelo que deseas consultar, pulsas Buscar y luego te apareceran las opciones de Modelos con esa tipologia. Si decides indagar sobre un modelo de esa tipología, seleccionalo en la segunda lista despĺegable y pulsa Buscar"]},
        {"tag": "Menu_Contacto", "patterns": ["Quiero solicitar más información sobre un Modelo en particular"], "responses": ["Para saber mayor información sobre los productos ofrecidos, capacitaciones y oportunidades de Outsourcing. Dirígete al menu de Contacto, dejanos tus datos y explicános brevemente sobre tu necesidad.  Pronto te atenderá un miembro del equipo de Financialitica!"]},
        {"tag": "Menu_Capacitaciones", "patterns": ["Quiero mayor información sobre sus Capacitaciones"], "responses": ["Para mayor información sobre nuestras capacitaciones , comunicate directamente con nuestro representante Marcos de Leon, sus datos de contacto actualizados están en el fondo de la página."]},
        {"tag": "Menu_Outsourcing", "patterns": ["Quiero mayor informacion sobre Outsourcing"], "responses": ["Para mayor información referente a Outsourcing, comúnicate con nuestro representante local. Marcos de León , su número de contacto lo encontrarás en el fondo de la página."]}
    ]
}